[
    {
      "id": 1,
      "title": "Fjallraven - Рюкзак, подходит для 15-дюймовых ноутбуков",
      "price": 10499,
      "description": "Ваш идеальный рюкзак для повседневного использования и прогулок в лесу. Поместите свой ноутбук (до 15 дюймов) в мягкий чехол, свои повседневные вещи в основное отделение и мелкие предметы в передний карман. Рюкзак изготовлен из прочной ткани Vinylon F, имеет минималистичный дизайн и классический вид.",
      "category": "мужская одежда",
      "image": "https://fakestoreapi.com/img/81fPKd-2AYL._AC_SL1500_.jpg",
      "rating": {
        "rate": 3.9,
        "count": 120
      }
    },
    {
      "id": 2,
      "title": "Мужская повседневная футболка премиум-класса Slim Fit",
      "price": 22399,
      "description": "Облегающий стиль, контрастный рукав реглан, планка хенли на три пуговицы, легкая и мягкая ткань для дышащего и удобного ношения. Однотонные сшитые рубашки с круглым вырезом, созданные для долговечности и отличной посадки для повседневной моды и преданных поклонников бейсбола. Круглый вырез в стиле хенли включает в себя планку на три пуговицы.",
      "category": "мужская одежда",
      "image": "https://fakestoreapi.com/img/71-3HjGNDUL._AC_SY879._SX._UX._SY._UY_.jpg",
      "rating": {
        "rate": 4.1,
        "count": 259
      }
    },
    {
      "id": 3,
      "title": "Мужская хлопковая куртка",
      "price": 55999,
      "top": true,
      "description": "Отличная верхняя одежда для весны/осени/зимы, подходит для многих случаев, таких как работа, походы, кемпинг, скалолазание, путешествия и другие виды активного отдыха.",
      "category": "мужская одежда",
      "image": "https://fakestoreapi.com/img/71li-ujtlUL._AC_UX679_.jpg",
      "rating": {
        "rate": 4.7,
        "count": 500
      }
    },
    {
      "id": 4,
      "title": "Мужская повседневная приталенная одежда",
      "price": 15999,
      "description": "Цвет может немного отличаться между изображением на экране и в реальности. / Пожалуйста, обратите внимание на таблицы размеров, спасибо!",
      "category": "мужская одежда",
      "image": "https://fakestoreapi.com/img/71YXzeOuslL._AC_UY879_.jpg",
      "rating": {
        "rate": 2.1,
        "count": 430
      }
    },
    {
      "id": 5,
      "title": "Женский браслет-цепочка John Hardy Women's Legends Naga Gold & Silver Dragon Station",
      "price": 69500,
      "description": "Из нашей коллекции Legends, Naga была вдохновлена мифическим водяным драконом, который защищает океанский жемчуг. Носите лицом внутрь, чтобы быть одаренным любовью и изобилием, или наружу для защиты.",
      "category": "ювелирка",
      "top": true,
      "image": "https://fakestoreapi.com/img/71pWzhdJNwL._AC_UL640_QL65_ML3_.jpg",
      "rating": {
        "rate": 4.6,
        "count": 400
      }
    },
    {
      "id": 6,
      "title": "Миниатюрная микрозавивка из чистого золота",
      "price": 16899,
      "description": "Гарантия удовлетворения. Верните или обменяйте любой заказ в течение 30 дней. Разработано и продано Hafeez Center в США. Гарантия удовлетворения. Верните или обменяйте любой заказ в течение 30 дней.",
      "category": "ювелирка",
      "image": "https://fakestoreapi.com/img/61sbMiUnoGL._AC_UL640_QL65_ML3_.jpg",
      "rating": {
        "rate": 3.9,
        "count": 70
      }
    },
    {
      "id": 7,
      "title": "Позолоченные кулоны",
      "price": 99900,
      "description": "Классическое созданное свадебное помолвочное кольцо с бриллиантом-солитером для нее. Подарки, чтобы побаловать свою любовь еще больше для помолвки, свадьбы, юбилея, Дня святого Валентина...",
      "category": "ювелирка",
      "image": "https://fakestoreapi.com/img/71YAIFU48IL._AC_UL640_QL65_ML3_.jpg",
      "top": true,
      "rating": {
        "rate": 3,
        "count": 400
      }
    },
    {
      "id": 8,
      "title": "Двойной туннель из нержавеющей стали с розовым золотом",
      "price": 10990,
      "description": "Серьги-заглушки в виде двойных расклешенных туннелей с розовым золотом. Изготовлены из нержавеющей стали 316L",
      "category": "ювелирка",
      "image": "https://fakestoreapi.com/img/51UDEzMJVpL._AC_UL640_QL65_ML3_.jpg",
      "rating": {
        "rate": 1.9,
        "count": 100
      }
    },
    {
      "id": 9,
      "title": "Портативный внешний жесткий диск на 2 TB - USB 3.0",
      "price": 6499,
      "description": "Высокоскоростная передача данных USB 3.0 Скорость передачи данных до 5 Гбит/с Огромная емкость; Совместимость: для операционных систем Windows 10 или Windows 8.1 требуется переформатирование для других операционных систем Совместимость: для операционных систем Windows 10 или Windows 8.1 требуется переформатирование для других операционных систем",
      "category": "техника",
      "new": true,
      "image": "https://fakestoreapi.com/img/61IBBVJvSDL._AC_SY879_.jpg",
      "rating": {
        "rate": 3.3,
        "count": 203
      }
    },
    {
      "id": 10,
      "title": "Внутренний твердотельный накопитель - SATA III 6 Гбит/с",
      "price": 10900,
      "description": "Простое обновление для более быстрой загрузки, завершения работы, загрузки приложений и отклика (по сравнению с жестким диском SATA 2,5 дюйма 5400 об/мин; на основе опубликованных спецификаций и внутренних тестов с использованием результатов PCMark Vantage) Повышает производительность пакетной записи, что делает его идеальным для типичных рабочих нагрузок ПК Идеальный баланс производительности и надежности Скорость чтения/записи до 535 МБ/с/450 МБ/с (на основе внутреннего тестирования; Производительность может варьироваться в зависимости от емкости диска, хост-устройства, ОС и приложения)",
      "category": "техника",
      "image": "https://fakestoreapi.com/img/61U7T1koQqL._AC_SX679_.jpg",
      "rating": {
        "rate": 2.9,
        "count": 470
      }
    },
    {
      "id": 11,
      "title": "Твердотельный накопитель Silicon Power 256 ГБ SSD 3D NAND A55 SLC с кэшем для повышения производительности SATA III 2,5",
      "price": 10900,
      "description": "Флэш-память 3D NAND используется для обеспечения высокой скорости передачи данных. Замечательная скорость передачи данных, которая обеспечивает более быструю загрузку и улучшенную общую производительность системы. Усовершенствованная технология SLC Cache обеспечивает повышение производительности и увеличение срока службы. Тонкий дизайн 7 мм, подходящий для ультрабуков и тонких ноутбуков. Поддерживает команды TRIM, технологию сбора мусора, RAID и ECC (код исправления ошибок) для обеспечения оптимальной производительности и повышенной надежности.",
      "category": "техника",
      "new": true,
      "image": "https://fakestoreapi.com/img/71kWymZ+c+L._AC_SX679_.jpg",
      "rating": {
        "rate": 4.8,
        "count": 319
      }
    },
    {
      "id": 12,
      "title": "WD 4TB Gaming Drive Работает с Playstation 4 Портативный внешний жесткий диск",
      "price": 11400,
      "description": "Расширьте свои игровые возможности на PS4, играйте где угодно Быстрая и простая настройка, элегантный дизайн с высокой емкостью, 3-летняя ограниченная гарантия производителя",
      "category": "техника",
      "image": "https://fakestoreapi.com/img/61mtL65D4cL._AC_SX679_.jpg",
      "rating": {
        "rate": 4.8,
        "count": 400
      }
    },
    {
      "id": 13,
      "title": "Acer SB220Q bi 21,5 дюйма Full HD (1920 x 1080) IPS Ультратонкий монитор Zero Frame",
      "price": 59900,
      "description": "21,5 дюйма Full HD (1920 x 1080) широкоэкранный IPS-дисплей и технология Radeon Free Sync. Нет совместимости для крепления VESA Частота обновления: 75 Гц - при использовании порта HDMI Нулевая рамка | ультратонкий | время отклика 4 мс | IPS-панель Соотношение сторон - 16: 9. Поддерживаемые цвета - 16,7 миллионов цветов. Яркость - 250 нит Горизонтальный угол обзора - 178 градусов. Вертикальный угол обзора - 178 градусов 75 герц",
      "category": "техника",
      "image": "https://fakestoreapi.com/img/81QpkIctqPL._AC_SX679_.jpg",
      "rating": {
        "rate": 2.9,
        "count": 250
      }
    },
    {
      "id": 14,
      "title": "Samsung 49-дюймовый изогнутый игровой монитор CHG90 144 Гц (LC49HG90DMNXZA) — сверхширокоэкранный QLED-экран",
      "price": 9999900,
      "top": true,
      "description": "49-ДЮЙМОВЫЙ СУПЕРШИРОКИЙ ИЗОГНУТЫЙ ИГРОВОЙ МОНИТОР с двумя экранами по 27 дюймов рядом, экран, который дает вам больше места для работы и игр и позволяет вам полностью контролировать свои игровые возможности, это самый большой и захватывающий игровой монитор.",
      "category": "техника",
      "image": "https://fakestoreapi.com/img/81Zt42ioCgL._AC_SX679_.jpg",
      "rating": {
        "rate": 2.2,
        "count": 140
      }
    },
    {
      "id": 15,
      "title": "Женское зимнее теплое стеганое пуховое пальто BIYLLEU",
      "price": 56990,
      "description": "Супер мягкое и теплое зимнее пальто, изготовленное из высококачественной ткани, удобное и приятное для кожи. Боковые карманы позволяют согреть руки или хранить личные вещи",
      "category": "женская одежда",
      "image": "https://fakestoreapi.com/img/51Y5NI-I5jL._AC_UX679_.jpg",
      "rating": {
        "rate": 2.6,
        "count": 235
      }
    },
    {
      "id": 16,
      "title": "Женская мотоциклетная байкерская куртка из искусственной кожи со съемным капюшоном Lock and Love",
      "price": 29950,
      "description": "100% ПОЛИУРЕТАН (оболочка) 100% ПОЛИЭСТЕР (подкладка) 75% ПОЛИЭСТЕР 25% ХЛОПОК (СВИТЕР), Материал из искусственной кожи для стиля и комфорта / 2 кармана спереди, Куртка из искусственной кожи с капюшоном 2-в-1, Детали пуговиц на талии / Детали строчки по бокам, ТОЛЬКО РУЧНАЯ СТИРКА / НЕ ОТБЕЛИВАТЬ / СУШИТЬ ВЕРТИКАЛЬНО / НЕ ГЛАДИТЬ",
      "category": "женская одежда",
      "new": true,
      "image": "https://fakestoreapi.com/img/81XH0e8fefL._AC_UY879_.jpg",
      "rating": {
        "rate": 2.9,
        "count": 340
      }
    },
    {
      "id": 17,
      "title": "Женская ветровка-дождевик в полоску для альпинизма",
      "price": 39990,
      "description": "Легкий, идеально подходит для поездок или повседневной носки --- Длинный рукав с капюшоном, регулируемый шнурок на талии. Дождевик с застежкой на пуговицы и молнию спереди, полностью на подкладке в полоску, и дождевик имеет 2 боковых кармана для хранения Ключа, сотового телефона или других вещей.",
      "category": "женская одежда",
      "image": "https://fakestoreapi.com/img/71HblAHs5xL._AC_UY879_-2.jpg",
      "rating": {
        "rate": 3.8,
        "count": 679
      }
    },
    {
      "id": 18,
      "title": "Женская однотонная футболка с короткими рукавами, вырезом-лодочкой и V-образным вырезом MBJ",
      "price": 9850,
      "description": "95% Хлопок 5% синтетики, Сделано в США или импортировано, Не отбеливать, Легкая ткань с отличной эластичностью для комфорта, Ребристый на рукавах и вырезе / Двойная строчка на нижнем крае",
      "category": "женская одежда",
      "image": "https://fakestoreapi.com/img/71z3kpMAYsL._AC_UY879_.jpg",
      "rating": {
        "rate": 4.7,
        "count": 130
      }
    },
    {
      "id": 19,
      "title": "Женская влагоотводящая футболка Opna с короткими рукавами",
      "price": 800,
      "new": true,
      "description": "100% полиэстер, машинная стирка, 100% катионный полиэстер, переплетение, машинная стирка и предварительная усадка для отличной посадки, легкая, просторная и хорошо дышащая ткань с влагоотводящей тканью, которая помогает отводить влагу, мягкая легкая ткань с удобным V-образным вырезом и более тонкой посадкой, обеспечивает гладкий, более женственный силуэт и дополнительный комфорт",
      "category": "женская одежда",
      "image": "https://fakestoreapi.com/img/51eg55uWmdL._AC_UX679_.jpg",
      "rating": {
        "rate": 4.5,
        "count": 146
      }
    },
    {
      "id": 20,
      "title": "Женская футболка DANVOUY, повседневная хлопковая футболка с короткими рукавами и V-образным вырезом",
      "price": 12990,
      "description": "95% хлопок, 5% спандекс, Особенности: повседневная, с короткими рукавами, с буквенным принтом, V-образный вырез, модная футболка, ткань мягкая и немного тянется., Повод: повседневная/офис/пляж/школа/дом/улица. Сезон: весна, лето, осень, зима.",
      "category": "женская одежда",
      "image": "https://fakestoreapi.com/img/61pHAEJ4NML._AC_UX679_.jpg",
      "rating": {
        "rate": 3.6,
        "count": 145
      }
    }
  ]